Repository: advancedresearch/lojban
Catalog: assets/en-jbo.tmx
Source language: en
Languages: jbo

source: Let's try something.
jbo: xa'e mi'o troci

source: I have to go to sleep.
jbo: mi bilga lo nu sipna

source: Today is June 18th and it is Muiriel's birthday!
jbo: li pabi pi'e pi'e xa ca detri .i je ri te jbena fi la.muiriel.

source: Muiriel is 20 now.
jbo: la caku .miuri'el. cu nanca li reno

source: The password is "Muiriel".
jbo: japyvla fa zoi gy. Muiriel .gy.

source: I will be back soon.
jbo: mi bazi xrukla

source: This is never going to end.
jbo: za'o co'e

source: That was an evil bunny.
jbo: ta pu palci ractu

source: I was in the mountains.
jbo: mi pu zvati le cmana

source: Is it a recent picture?
jbo: xu le pixra cu cnino

source: Education in this world disappoints me.
jbo: .i'enai ctuci'e

source: I'm going to go.
jbo: mi ba klama

source: I told them to send me another ticket.
jbo: mi cusku lo se du'u benji lo za'u re'u pikta mi kei ra

source: I never liked biology.
jbo: mi pu noroi nelci lo jmive saske

source: It is unfortunately true.
jbo: la'e di'u jetnu oi

source: No I'm not; you are!
jbo: mi na co'e .i ba'e do go'i

source: He's kicking me!
jbo: oi ra ca tikpa mi

source: Are you sure?
jbo: xu do birti

source: Then there is a problem...
jbo: da ni'i nabmi

source: I'm gonna shoot him.
jbo: mi te mukti lo ka selcelmrogau ra

source: This is what I would have said.
jbo: mi la'e di'u va'o cusku

source: That's because you're a girl.
jbo: ki'u bo do nixli

source: If I could send you a marshmallow, Trang, I would.
jbo: va'o lo nu mi ka'e benji lo vartitspi do kei doi trang mi co'e

source: How long did you stay?
jbo: do stali fi'o temci ma

source: You are saying you intentionally hide your good looks?
jbo: .ianai do cusku xu lo du'u tolsnuti fa lo nu mipri lo ka do melbi

source: I didn't know where it came from.
jbo: mi pu na djuno lo du'u ko'a klama fi ma kau

source: You can do it.
jbo: do ka'e co'e

source: I hate it when there are a lot of people.
jbo: mi xebni lonu so'i prenu cu zvati

source: I have to go to bed.
jbo: .ei mi ckakla

source: Uh, now it's really weird...
jbo: .uanai ca mutce cizra

source: You're really not stupid.
jbo: .i do na bebna

source: No one will know.
jbo: no ba djuno

source: It seems interesting to me.
jbo: ti cinri ba'e mi

source: It's not much of a surprise, is it?
jbo: ta na'e spaji vau je'u pei

source: I love you.
jbo: mi prami do

source: I am curious.
jbo: mi kucli

source: What do you think I've been doing?
jbo: do jinvi lo du'u mi pu ca'o mo

source: I don't speak French well enough!
jbo: mi na banzu se bangu lo fraso

source: I don't speak Japanese.
jbo: mi na se bangu lo ponjo

source: Nobody understands me.
jbo: no da jimpe fi mi

source: The archer killed the deer.
jbo: lo seldantypre pu catra lo mirli

source: If you see a mistake, then please correct it.
jbo: .e'o va'o lo nu do ganse lo selsre kei ko cikre

source: Did you miss me?
jbo: xu do caucni mi

source: Thank you very much!
jbo: ki'e sai do

source: That's a good idea!
jbo: la'e di'u xamgu sidbo

source: Damn! It's not bad!
jbo: .ua na'e xlali

source: Those who live in glass houses should not throw stones.
jbo: pe'a lo blaci se zdani lo rokci cu renro .e'unai

source: We can't sleep because of the noise.
jbo: mi'a na ka'e sipna ri'a tu'a lo savru

source: May I talk to Ms. Brown?
jbo: xu mi ka'e tavla la.braun.

source: My name is Jack.
jbo: mi'e.djak.

source: Would you like to dance with me?
jbo: pei do dansu kansa mi

source: Not wanting is the same as having.
jbo: lo nu na djica cu du lo nu ponse

source: So annoying... Now I get a headache whenever I use the computer!
jbo: oi fanza .i mi co'a cortu lo stedu ca ro nu pilno lo skami

source: It is very hot today.
jbo: glare ca lo cabdei

source: Nobody came.
jbo: no da klama

source: I'm tired.
jbo: mi tatpi

source: I have a headache.
jbo: mi cortu lo stedu

source: Call the police!
jbo: ko fonxa jorne lo pulji tcana

source: It's too expensive!
jbo: li du'e cu jdima

source: Merry Christmas!
jbo: xriso jbenunsla di'ai

source: The past can only be known, not changed. The future can only be changed, not known.
jbo: lo purci ka'e te djuno gi'e na ka'e se galfi .i lo balvi ka'e se galfi gi'e na ka'e te djuno

source: He plays the piano very well.
jbo: mutce certu lozu'o pilno lo pipno

source: Rome wasn't built in a day.
jbo: lo nu zbasu la.rom. na djedi li pa

source: I don't understand German.
jbo: mi na jimpe fi lo dotybau

source: I give you my word.
jbo: nu'e

source: Don't worry, be happy!
jbo: ko na xanka gi'e gleki

source: You make me dream.
jbo: do gasnu lo nu mi senva

source: I'm afraid to fall.
jbo: mi terpa lo nu farlu

source: I'm thirsty.
jbo: mi taske

source: Who am I talking with?
jbo: mi cusku fi ma

source: Smile now, cry later!
jbo: ko ca cisma gi'e za ba klaku

source: Life is beautiful.
jbo: lo nu jmive ku pluka

source: It is raining.
jbo: ca'o carvi

source: The slowest one to make a promise is the most faithful one in keeping it.
jbo: lo kamnu'e lazni traji cu me lo se lacri traji

source: Hello? Are you still here?
jbo: be'e

source: How many times a day do you look at yourself in the mirror?
jbo: do xo roi viska vo'a va'o lo minra ca lo pa djedi

source: It depends what you mean by "believe" in God.
jbo: seltcini lo nu do ma smudji lu ba'e krici tu'a lo cevni li'u

source: Professors should explain everything in detail, not be succinct and always tell students to go home and read their books.
jbo: ei lo ctuca cu ciksi sei na torsku ro tcila gi'e roroi stidi fi lo tadni fe lo nu tcidu lo ty moi fe'eco'i lo ty zdani

source: If I gave no answer, I would not have spoken.
jbo: mi da'i ganai na spuda gi na pu cusku

source: My friends say I'm a prolific writer, but I haven't written anything for months.
jbo: lo mi pendo cu cusku lo sedu'u mi fintce ci'apre .i ku'i mi na'e ciska ze'u so'o selma'i

source: Blind people sometimes develop a compensatory ability to sense the proximity of objects around them.
jbo: lo nalvi'a va'o se jmina ka'erbi'o lo nu ganse lo nu vi dacti

source: I dreamt about you.
jbo: mi senva tu'a do

source: Did you say that I could never win?
jbo: xu do cusku lo se du'u mi na ka'e jinga

source: I am too old for this world.
jbo: .i mi laldo dukse seki'i le ti munje

source: I can't believe it!
jbo: .ianaicai

source: "Thank you." "You're welcome."
jbo: lu ki'e li'u lu je'e li'u

source: My mother bought two bottles of orange juice.
jbo: .i lo mamta be mi ba'o te vecnu tu'a vei mo'e botpi lo nimrnsinensi jisra

source: I don't want to hear any more of your complaining.
jbo: mi na djica lo nu tirna lo do patspu

source: I'm sick and tired of being sick and tired.
jbo: mi badri tatpi lo nu badri tatpi

source: Where is the bathroom?
jbo: ma stuzi lo djacu kumfa

source: I want an MP3 player!
jbo: mi djica tu'a lo MP3 selsnatci

source: Where are you?
jbo: do zvati ma

source: He will make you eat dirt.
jbo: tu'a ko'a ba bapli lo nu do citka lo dertu

source: Good night. Sweet dreams.
jbo: ko nicte se xamgu gi'e titla sipna

source: Check that your username and password are written correctly.
jbo: ko jundi lo du'u lo plicme .e lo japyvla cu drani ciska

source: That way I kill two birds with one stone.
jbo: pe'a di'u ckaji lo nu mi catra re cipni pi'o pa rokci

source: Wait in the waiting room.
jbo: ko denpa ne'i lo denpa kumfa

source: Do you want fruit juice?
jbo: aupei kabri co grute jisra

source: We must think about friends.
jbo: ma'a bilga lo nu pensi lo pendo

source: We left by train.
jbo: mi'a cliva xe ka'a lo trene

source: This is the town I told you about.
jbo: ti tcadu poi mi skicu fi do

source: This is the boy I think about.
jbo: ti nanla poi mi pensi

source: He has been warned on several occasions.
jbo: kajde ra so'o re'u

source: Hi, I just wanted to let you know that the problem is fixed.
jbo: coi .i au mi cusku lo du'u cikre lo nabmi

source: How much is it?
jbo: ma jdini

source: Don't forget the ticket.
jbo: ko na ba'o morji tu'a lo pikta

source: I want you to tell me the truth.
jbo: mi djica lo nu do stace cusku

source: I'm glad to see you back.
jbo: ui do se'ixru

source: Those who know him like him.
jbo: lo se slabu be ra cu nelci ri

source: I don't agree with him.
jbo: mi na tungi ko'a

source: There's quite a lot of things to do; do you want some help?
jbo: .i so'ida selzu'e .ei .i xu do seldjudji

source: "Can somebody help me?" "I will."
jbo: lu xu da ka'e sidju mi li'u .i lu mi co'e li'u

source: Water freezes at zero degrees Celsius, doesn't it?
jbo: lo djacu ku dunja lo jacke'o be li no .i xu na go'i

source: Forget it. It's not worth it.
jbo: .e'unai .u'anai

source: You don't have to come tomorrow.
jbo: do na bilga lo nu klama ca lo bavlamdei

source: I can't believe my eyes.
jbo: mi na ka'e krici fi lo se viska

source: You had better go to the infirmary.
jbo: do jai xamfu fai lo nu klama lo spita

source: Are you not tired?
jbo: xu do na tatpi

source: Did you accept his statement as true?
jbo: xu do zanru lo du'u lo selsku be ra cu jetnu

source: You had better tell him the truth.
jbo: do bilga lo nu jungau fi lo jetnu

source: Do you think he made that mistake on purpose?
jbo: xu pei ra zukte lo nu srera la'e di'u

source: You must study hard.
jbo: ko carmi tadni

source: It is necessary for you to see a doctor at once.
jbo: .i .ei do mikce se lanli ca

source: You are a good student.
jbo: do xamgu tadni

source: Do you believe in God?
jbo: xu do krici tu'a lo cevni

source: You work too hard these days. Aren't you tired?
jbo: do ze'a ca dukse gunka .i xu do tatpi

source: You look happy today.
jbo: do gleki se catlu ca lo cabdei

source: It is necessary for you to start now.
jbo: lo nu do jai cfari cu sarcu

source: You're coming with us now.
jbo: do joi mi'a ba zi klama

source: You should pay attention to your well-being.
jbo: do .ei jundi lo do kamka'o

source: Indeed you know a lot of things, but you're not good at teaching them.
jbo: do je'a djuno so'i da gi'e ku'i na'e certu lo nu ctuca fi ri

source: You like fruit.
jbo: do nelci lo grute

source: Will you stay at home?
jbo: xu do ba stali lo zdani

source: What do you like?
jbo: do nelci ma

source: Do you love music?
jbo: xu do prami lo zgike

source: You dropped your pencil.
jbo: do falcru lo do pinsi

source: Can you make yourself understood in English?
jbo: xu do kakne lo nu jai gau se jimpe bau lo glibau

source: You're really a hard worker.
jbo: do mutce lo ka gunka

source: You should eat more, or you won't get well soon.
jbo: e'u do citka zenba gi'a na co'a kanro

source: You should have come earlier.
jbo: do .ei pu klama sei zmadu be fi lo ka clira

source: You are not a child any more.
jbo: do ba'o verba

source: Have you finished reading that book yet?
jbo: xu do ba'o tcidu le cukta

source: You have not washed your hands yet, have you?
jbo: do na ba'o lumci lo xance vau je'u pei

source: What a man you are!
jbo: u'e ni do nanmu

source: How kind you are!
jbo: u'e ni do xendo

source: How often do you go abroad?
jbo: do zvati lo drata gugde ca ro ma

source: You are very brave.
jbo: do mutce virnu

source: What are you doing?
jbo: do ca mo

source: Why did you say such a thing?
jbo: mu'i ma do cusku zo'e

source: You needn't have taken a taxi.
jbo: ei do na pu pilno lo taksi

source: You have many books.
jbo: do ralte so'i lo cukta

source: You had better not repeat such an error.
jbo: do bilga lo nu na za'u re'u srera ra

source: You will wish you had never seen it.
jbo: do ba djica lo nu no roi viska ra

source: Are you for or against the plan?
jbo: do lo selpla cu sarji gi'i na sarji

source: Aren't you happy?
jbo: xu do na gleki

source: I can hardly hear you.
jbo: mi tu'a do ja'aru'e tirna

source: Omit needless words!
jbo: ko nalpli lo nalseltcu valsi

source: Where are your eyes?
jbo: ma se zvati lo be do kanla

source: Your book is on the desk.
jbo: lo me do cukta ku cpana lo jubme

source: I'm tired of your complaints.
jbo: mi tatpi lo nu do za'u roi pante

source: Your hair really does look untidy.
jbo: lo do kerfa cu je'a simlu lo ka ce'u kalsa

source: I can't help being a fool.
jbo: mi na ka'e na bebna

source: You may read whichever book you like.
jbo: do tcidu lo cukta poi senelci be do

source: I think your answer is correct.
jbo: pe'i lo do danfu cu drani

source: I forget your phone number.
jbo: mi tolmo'i lo fonjudri be do

source: I forget your telephone number.
jbo: mi tolmo'i lo fonjudri be do

source: When is your birthday?
jbo: do jbena fi ma

source: Go back to your seat.
jbo: ko se'ixru lo se zutse

source: I'm sure of your success.
jbo: ba'a do snada

source: I would like your picture.
jbo: mi djica tu'a lo do pixra

source: Will you lend me your dictionary?
jbo: xu do ba te jbera lo do vlacku mi

source: What do you do?
jbo: ma jibri do

source: Where do you come from?
jbo: do klama fi ma

source: Do you eat rice in your country?
jbo: xu lo'e se gugde poi do cmima cu citka lo rismi

source: Your ideas are different from mine.
jbo: lo do sidbo cu drata lo mi sidbo

source: Where is your school?
jbo: ma stuzi lo do ckule

source: How many pupils are there in your school?
jbo: xo ve ke me do ckule

source: We are worried about you.
jbo: mi'a xanla tu'a do

source: What are you fond of?
jbo: do nelci ma

source: I think your father hoped you would go to college.
jbo: pe'i lo patfu be do pu djica lo nu do zvati lo ma'urcu'e

source: Is your uncle still abroad?
jbo: xu lo do famtynakni za'o zvati lo drata gugde

source: Thanks to your help, I could succeed.
jbo: lo nu mi sadyka'e cu pu terdju fi do

source: I guess that you can't do it.
jbo: ja'o do na ka'e co'e

source: I bought the same shirt as yours.
jbo: mi pu te vecnu lo creka poi simsa lo do creka

source: Does he know that you love him?
jbo: xu ta djuno lo du'u do prami vo'a

source: I hope that you will get well soon.
jbo: .a'o do baza co'a kanro

source: Who took care of the dog while you were away?
jbo: ma kurji lo gerku ca lo nu do nalzvati

source: What is it that you want me to do?
jbo: do djica lo nu mi mo

source: I'm glad you liked it.
jbo: ui do nelci

source: I wish you had not told the story to my mother.
jbo: mi djica lo nu da'i do na pu cusku le lisri lo mi mamta

source: I can't work with you standing there.
jbo: mi na ka'e gunka ca lo nu do va sanli

source: You don't understand.
jbo: do na jimpe

source: A bear can climb a tree.
jbo: lo cribe cu kakne lo nu cpare lo tricu

source: Please put on your shoes.
jbo: .e'o ko co'a dasni lo cutci

source: Where're the shoes?
jbo: lo cutci cu zvati ma

source: I went to the airport by taxi.
jbo: mi pu klama lo vinji tcana fu lo taksi

source: Air is a mixture of several gases.
jbo: lo vacri cu mixre so'o gapci

source: The sky is blue.
jbo: lo tsani ku blanu

source: The sky is full of stars.
jbo: lo tsani ku culno lo tarci

source: Were there any stars in the sky?
jbo: xu pu se zgana fa da poi tarci bu'u lo tsani

source: We can see thousands of stars in the sky.
jbo: ma'a ka'e viska za'u kilto be lo tarci be bu'u lo tsani

source: Countless stars were twinkling in the sky.
jbo: du'e tarci pu ca'o carmi desku bu'u lo tsani

source: There are more stars in the sky than I can count.
jbo: mi na kacka'e lo tarci poi zvati le tsani

source: The sky has brightened.
jbo: lo tsani co'i carmi

source: The houses and cars looked tiny from the sky.
jbo: lo zdani .e lo karce cu simlu lo ka tcecma kei mi noi tanzva

source: Can you manage to complete the manuscript by Friday?
jbo: xu do mulgauka'e tu'a lo kracku pujaca le mumdei

source: Give me your money.
jbo: ko dunda lo do jdini mi

source: Do you want to be rich?
jbo: xu do djica lo nu ricfu

source: I wish I were rich.
jbo: au da'i mi ricfu

source: Gold is heavier than iron.
jbo: lo solji cu tilju semau lo tirse

source: Gold is heavier than silver.
jbo: lo solji cu zmadu lo rijno lo ka tilju

source: To my surprise, she was alive.
jbo: ue ra jmive

source: A mirror reflects light.
jbo: lo minra blaci cu minra lo gusni

source: The phenomenon of interest is in itself, a most interesting subject.
jbo: .i ja'e bo lo ka cinri cu jai cinri

source: Don't scare me like that!
jbo: ko na terpa mi tai

source: Are you mad?
jbo: xu do fengu

source: Education is the agent of progress.
jbo: lo nu ctuca ku rinka lo nu farvi

source: Kyoto is visited by many tourists.
jbo: la .kiotos. cu se datygugvi'e so'i zo'e

source: Don't forget to give us a ring when you arrive in Kyoto.
jbo: ko na tolmo'i lo nu fonta'a mi'a ca lo nu do mulkla la.kioton.

source: Do you like fish?
jbo: xu do nelci lo finpe

source: A fish can swim.
jbo: .e'e lo finpe cu limna

source: We make milk into cheese and butter.
jbo: mi galfi lo ladru lo cirla .e lo matne

source: Milk is made into butter.
jbo: galfi lo ladru lo matne

source: The cows are eating grass.
jbo: loi bakni ca'o citka lo srasu

source: The ball rolled into the stream.
jbo: lo bolci pu gunro mo'i ne'i lo cmari'e

source: Hurry up, or you will be late.
jbo: do sutra gi'o nai jai lerci

source: It's been so long since we've met, let's have a drink or two and talk about the good old days.
jbo: mi do zu sai ba'o penmi .i .e'u mi'o paroi je reroi xalka pinxe gi'e simta'a lo tolci'o je xamgu djedi

source: The house which stands on the hill is very old.
jbo: lo dinju noi se stuzi lo cmacmana cu mutce lo ka laldo

source: There is a house on the hill.
jbo: lo dinju cu cpana le cmana

source: What is done cannot be undone.
jbo: lo mulno ka'e na mo'u mulno gau

source: You will be able to play soccer.
jbo: do ba kakne lo ka kelci lo fudbolo

source: You are beautiful.
jbo: do melbi

source: You like rain, don't you?
jbo: do nelci lo carvi vau je'upei

source: I can not see you today because I feel ill.
jbo: mi na ka'e penmi do ca lo cabdei ri'a lo nu mi bilma

source: Speak your mind.
jbo: ko cusku lo te stace

source: Look out! There is a car coming.
jbo: ko jundi .i lo karce cu klama

source: Watch out, the man has a gun.
jbo: o'i lo nanmu cu ralte lo celxa'i

source: Watch out! There's a big hole there.
jbo: o'i da barda kevna va

source: I hope you'll like it.
jbo: mi pacna lo nu do ba nelci

source: Forget it.
jbo: ko tolmo'i ti

source: I'm exhausted.
jbo: a'enai

source: The agonies of the machine age do not originate from the machines as such.
jbo: .i lo malba pe lo minji cedra na se krasi lo minji cedra ku sa'e

source: There is a book on dancing on the desk.
jbo: lo cukta poi srana lo nu dansu cu cpana lo jubme

source: There is an apple under the desk.
jbo: da plise ni'a lo jubme

source: I am ready to go with you.
jbo: mi bredi lo nu klama fi'o kansa do

source: He looks pale.
jbo: ra simlu lo ka pilda

source: What languages do they speak in Korea?
jbo: ma liste lo bangu be lo xabju be la koreias

source: You have the wrong number.
jbo: do srera tu'a lo fonjudri

source: Check, please.
jbo: janta pe'u

source: I feel cold.
jbo: mi lenku

source: Have a nice weekend.
jbo: pluka jeftyfanmo di'ai

source: Half of the students are absent.
jbo: lo fi'ure tadni na zvati

source: Some of the students like to play the guitar.
jbo: so'o le tadni cu nelci lozu'o pilno lo jgita

source: Does school start at eight-thirty?
jbo: xu tu'a lo ckule cu cfari ti'u li bi pi mu

source: Don't be late for school.
jbo: ko na jai lerci fai tu'a lo ckule

source: Instead of going to school, he stayed at home.
jbo: ko'a se ba'i lo nu klama lo ckule pu stali lo zdani

source: Do you remember?
jbo: ba'anaipei

source: I want to see the streets.
jbo: .au mi viska le klaji

source: I want to go abroad.
jbo: au klama lo drata gugde

source: Get out.
jbo: ko cliva

source: I hear footsteps outside.
jbo: mi tirna lo nu sene'i stapa

source: What time does the play begin?
jbo: lo nu draci ku ti'u ma cfari

source: How many pictures did you buy?
jbo: xo lo pixra cu pu se vecnu fi do

source: I will miss you all.
jbo: mi ba caucni ro do

source: Good morning, everybody.
jbo: coi rodo xagycerni

source: Which way is the beach?
jbo: ma te pluta lo xaskoi

source: Traveling abroad is one of my favorite things.
jbo: lenu mi litru lo fange gugde cu du pa lo'i pluka be mi

source: I fix broken radios.
jbo: mi ckire lo spofu velcradi

source: Do you know that conversation is one of the greatest pleasures in life?
jbo: xu do djuno lo du'u lo nuncasnu cu zmadu pluka ma'i lo nunji'e

source: Call me at the office.
jbo: ko fonta'a mi bu'u lo briju

source: The company was in want of money.
jbo: .i lo kagni cu djica lo nu jdini posyze'a

source: The meeting began at nine o'clock sharp.
jbo: .i lo nu jmaji cu se tolfa'o lo se tcika be li so ba'ucu'i

source: I absented myself from the meeting.
jbo: .i mi na zvati lo nunjmaji

source: How did you enjoy the party?
jbo: pei lo nunsla

source: Nice seeing you!
jbo: .ui viska do

source: We must keep down expenses.
jbo: mi'o nitcu lo ka stogau lo ni velve'u kei lo ka cmalu

source: We banished him from the country.
jbo: mi'a bargu ra lo gugde

source: We shared the profit among us all.
jbo: mi'a fairgau lo prali ro mi'a

source: We traveled around the country by car.
jbo: mi'a pa'o litru le tergu'e lo karce

source: We didn't want to go, but we had to.
jbo: mi'a pu na djica lo nu klama .i ku'i mi'a pu bilga lo nu klama

source: We bought the goods at $3 a dozen.
jbo: lo rupnu be li ci cu jdima gai selve'u mi'a

source: We actually saw the accident.
jbo: mi'ai pu pu'i viska lo snuti

source: We talked of many things.
jbo: mi'a pu casnu so'i zo'e

source: We should always act in obedience to the law.
jbo: ma'a bilga lo nu ro roi tinbe lo flalu

source: We are always exposed to some kind of danger.
jbo: .i roroiku lo prenu cu se ckape da

source: Our work is almost over.
jbo: ma'a na ru'e mo'u gunka

source: Please put your baggage on this scale.
jbo: .e'o ko punji lo do litru dakli ti ckilu

source: How many bags do you have?
jbo: fe xo lo dakli do se kansa

source: Bees are flying among the flowers.
jbo: lo bifce cu vofli vi lei xrula

source: The flowers revived after the rain.
jbo: lo bi'unai za'u xrula pu zenba lo ka jmive bajeri'a lo carvi

source: In case of fire, press this button.
jbo: ko danre le vi batke .ijo nu fagri

source: The cause of the fire was known.
jbo: djuno fi lo rinka be lo fagri

source: I'm free.
jbo: mi zifre

source: Their cattle are all fat.
jbo: ro ra bakni cu plana

source: Let me know when you'll return home.
jbo: ko jungau mi ca lo nu do xruti lo zdani

source: We have two dogs. One is black and the other is white.
jbo: mi'a ralte re gerku poi ke'a blabi fa'u xekri

source: Where can I buy a ticket?
jbo: bu'u ma vecnu lo pitka

source: When did you get up?
jbo: ti'u ma do pu co'a cikna

source: Do you know what day it is?
jbo: xu do djuno lodu'u makau ca detri

source: What language is spoken in America?
jbo: ma bangu loi merko

source: Which station are you going to?
jbo: ma cmene lo tcini poi do klama ke'a

source: What are you reading?
jbo: do tcidu ma

source: What are you laughing at?
jbo: do ca'o mi'afra ma

source: What did you make?
jbo: do pu mulgau ma

source: What are you thinking about?
jbo: do caca'o pensi ma

source: What shall we play?
jbo: pei fe ma mi'ai kelci

source: What do you want to do?
jbo: do djica lo nu mo

source: I love to jog more than anything else in the world.
jbo: mi prami lo nu bajra ku ne se mau ro drata be vo'e

source: Are you sure you haven't forgotten anything?
jbo: xu do birti lo du'u na tolmo'i

source: That won't change anything.
jbo: la'e di'u na stika da

source: What were we talking about?
jbo: mi'o casnu ma

source: I beg your pardon?
jbo: ke'o

source: Eat whatever you like.
jbo: ko citka lo se nelci

source: I want something cold to drink.
jbo: au pinxe da poi lenku

source: Tell me what you want.
jbo: ko jungau mi lo nu do djica makau

source: What's new?
jbo: ma nuzba

source: I smell something rotten.
jbo: mi sumne da poi cazyfusra

source: I want something to read.
jbo: mi djica lo ka tcidu da
